[AdventSniperM1 X2CharacterTemplate]
strCharacterName="变种人狙击兵"

[AdventSniperM2 X2CharacterTemplate]
strCharacterName="高级狙击兵"

[AdventSniperM3 X2CharacterTemplate]
strCharacterName="精英狙击兵"

[AdventSniperM1_WPN X2WeaponTemplate]
FriendlyName="变种人磁力狙击步枪"
BriefSummary="XCOM成功地挽救了各种标准步兵小武器；这是最常见的一种，类似于20年前使用的步枪。虽然它明显不如变种人磁力技术，但一旦标准技术方法明确，它至少可以通过额外的武器回收来升级。"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/> 如果士兵在两个动作都可用的情况下开火，将以较低的精度进行三次射击，但总体上提高了效率。\n<Bullet/> 使用从敌人手中获得的升级配件来提高突击步枪的战术效能。"
AbilityDescName="变种人磁力狙击步枪"

[AdventSniperM2_WPN X2WeaponTemplate]
FriendlyName="变种人磁力狙击步枪"
BriefSummary="XCOM成功地挽救了各种标准步兵小武器；这是最常见的一种，类似于20年前使用的步枪。虽然它明显不如变种人磁力技术，但一旦标准技术方法明确，它至少可以通过额外的武器回收来升级。"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/> 如果士兵在两个动作都可用的情况下开火，将以较低的精度进行三次射击，但总体上提高了效率。\n<Bullet/> 使用从敌人手中获得的升级配件来提高突击步枪的战术效能。"
AbilityDescName="变种人磁力狙击步枪"

[AdventSniperM3_WPN X2WeaponTemplate]
FriendlyName="变种人磁力狙击步枪"
BriefSummary="XCOM成功地挽救了各种标准步兵小武器；这是最常见的一种，类似于20年前使用的步枪。虽然它明显不如变种人磁力技术，但一旦标准技术方法明确，它至少可以通过额外的武器回收来升级。"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/> 如果士兵在两个动作都可用的情况下开火，将以较低的精度进行三次射击，但总体上提高了效率。\n<Bullet/> 使用从敌人手中获得的升级配件来提高突击步枪的战术效能。"
AbilityDescName="变种人磁力狙击步枪"

[AdvSniperStandardFire X2AbilityTemplate]
LocFriendlyName="狙击步枪射击"
LocHelpText="用你的狙击步枪向目标射击。"
LocLongDescription="<Bullet/> 狙击步枪在远程火力强大且准确，但通常需要两个动作来射击。<br><Bullet/>发射主武器总是结束士兵的回合。<br>"

[AdvSniperRifleOverwatch X2AbilityTemplate]
LocFriendlyName="监视"
LocHelpText="向在你视线内移动的第一个敌人开火，有命中惩罚。"
LocLongDescriptionWhenConcealed="向第一个在你视线范围内移动的敌人开火，但只有在暴露的情况下。"
LocFlyOverText="监视"
LocFriendlyNameWhenConcealed="监视(隐蔽式)"

[AdvSniperSquadsight X2AbilityTemplate]
LocFriendlyName="小队视野"
LocLongDescription="只要有视野，变种人狙击兵就可以在小队视野范围内瞄准敌人。"
LocHelpText="只要有视野，变种人狙击兵就可以在小队视野范围内瞄准敌人。"
LocFlyOverText="小队视野"

[AdvSniperLongWatch X2AbilityTemplate]
LocFriendlyName="守望"
LocLongDescription="允许在小队视野触发监视。"
LocHelpText="向在你视线内移动的第一个敌人开火(在小队视野范围内)。"
LocLongDescriptionWhenConcealed="向在你视线内移动的第一个敌人开火(在小队视野范围内)，但只有在暴露的情况下。"
LocFlyOverText="守望"

[AdvSniperLongWatchShot X2AbilityTemplate]
LocFriendlyName="守望监视"

[CorpseAdventSniper X2ItemTemplate]
FriendlyName="变种人狙击兵尸体"
FriendlyNamePlural="变种人狙击兵尸体"
BriefSummary="虽然与变种人士兵相同，但变种人狙击兵的眼睛被一种未知物质所改造，可能会提高他们的命中力。" 

[AutopsyAdventSniper X2TechTemplate]
DisplayName="解剖变种人狙击兵"
Summary="变种人狙击兵是变种人部队的最新变种。通过给外星人一支能够远距离射击的磁力狙击步枪来提高外星人的远程能力。"
CodeName="西莫"
LongDescription="在大多数情况下，变种人狙击兵与变种人士兵完全相同，但是我们在他们的眼睛里发现了一种未知物质。这种物质从瞳孔一直传到视神经。我们不确定这种特殊物质的生产方式，我们无法复制它。在进一步的研究中，我们得出的结论是，这种物质有助于用户集中注意力，而不仅仅是他们的新兴盟友，更可能是他们的外星霸主。它还提高了他们的视力，我们相信，变种人狙击兵能够注意到从几十公里外最小的运动。这些狙击兵是最新部署的外星人，因为在入侵期间没有看到狙击兵。他们的武器与变种人突击步枪相似，只是武器的范围有很大的改进。 理查德-泰根。"
AlertString="变种人狙击兵"

[AdventSniperM1_XCOM X2WeaponTemplate]
FriendlyName="预兆步枪"
BriefSummary="变种人狙击兵使用的狙击步枪。它有一个极好的模块化结构，使我们的士兵能够立即装备三个武器升级配件。使用变种人所使用的磁力技术，这是我们传统步枪的明显升级。"
TacticalText="<Bullet/> 狙击步枪总是采取两个动作射击。\n<Bullet/> 狙击步枪受到近距离射击的惩罚。\n<Bullet/> 狙击步枪使用磁力子弹，可以装备三种武器升级配件。"
AbilityDescName="预兆步枪"

[AdventSniperM2_XCOM X2WeaponTemplate]
FriendlyName="高级预兆步枪"
BriefSummary="变种人狙击兵使用的狙击步枪。它有一个极好的模块化结构，使我们的士兵能够立即装备三个武器升级配件。使用变种人所使用的磁力技术，这是我们传统步枪的明显升级。"
TacticalText="<Bullet/> 狙击步枪总是采取两个动作射击。\n<Bullet/> 狙击步枪受到近距离射击的惩罚。\n<Bullet/> 狙击步枪使用磁力子弹，可以装备三种武器升级配件。"
AbilityDescName="高级预兆步枪"

[AdventSniperM3_XCOM X2WeaponTemplate]
FriendlyName="先兆步枪"
BriefSummary="变种人狙击兵使用的狙击步枪。它有一个极好的模块化结构，使我们的士兵能够立即装备三个武器升级配件。使用变种人所使用的磁力技术，这是我们传统步枪的明显升级。"
TacticalText="<Bullet/> 狙击步枪总是采取两个动作射击。\n<Bullet/> 狙击步枪受到近距离射击的惩罚。\n<Bullet/> 狙击步枪使用磁力子弹，可以装备三种武器升级配件。"
AbilityDescName="先兆步枪"